<head>
    <title>Cypress Termes et Conditions</title>
</head>
<h2><strong>Termes et Conditions</strong></h2>

<p>Bienvenue &agrave; Cypress!</p>

<p>Ces termes et conditions d&eacute;crivent les r&egrave;glements relatifs &agrave; l'utilisation du site web de la ville de Toronto, situ&eacute; &agrave; cypress.infinityfreeapp.com.</p>

<p>En acc&eacute;dant &agrave; ce site Web, nous supposons que vous acceptez ces termes et conditions. Ne continuez pas &agrave; utiliser Cypress si vous n'acceptez pas tous les termes et conditions &eacute;nonc&eacute;s sur cette page.</p>

<p>La terminologie suivante s'applique aux pr&eacute;sentes conditions g&eacute;n&eacute;rales, &agrave; la d&eacute;claration de confidentialit&eacute; et &agrave; l'avis de non-responsabilit&eacute; et &agrave; tous les accords: "Client", "Vous" et "Votre" se r&eacute;f&egrave;rent &agrave; vous, la personne connect&eacute;e &agrave; ce site Web et conforme aux termes et conditions de la soci&eacute;t&eacute;. "L'entreprise", "nous-m&ecirc;mes", "nous", "notre" et "nous" d&eacute;signent notre entreprise. "Partie", "Parties" ou "Nous" d&eacute;signe &agrave; la fois le Client et nous-m&ecirc;mes. Toutes les conditions font r&eacute;f&eacute;rence &agrave; l'offre, &agrave; l'acceptation et &agrave; la prise en compte du paiement n&eacute;cessaires pour entreprendre le processus de notre assistance au client de la mani&egrave;re la plus appropri&eacute;e dans le but expr&egrave;s de r&eacute;pondre aux besoins du client en ce qui concerne la fourniture des services d&eacute;clar&eacute;s de la soci&eacute;t&eacute;, conform&eacute;ment &agrave; et sous r&eacute;serve de la loi en vigueur aux Pays-Bas. Toute utilisation de la terminologie ci-dessus ou d'autres mots au singulier, au pluriel, en majuscules et / ou il / elle ou eux, est consid&eacute;r&eacute;e comme interchangeable et donc comme faisant r&eacute;f&eacute;rence &agrave; la m&ecirc;me chose.</p>

<h3><strong>Cookies</strong></h3>

<p>Nous utilisons des cookies. En acc&eacute;dant &agrave; Cypress, vous avez accept&eacute; d'utiliser des cookies en accord avec la politique de confidentialit&eacute; de la ville de Toronto.</p>

<p>La plupart des sites web interactifs utilisent des cookies pour nous permettre de r&eacute;cup&eacute;rer les d&eacute;tails de l'utilisateur &agrave; chaque visite. Les cookies sont utilis&eacute;s par notre site web pour activer la fonctionnalit&eacute; de certaines zones afin de faciliter la visite des personnes visitant notre site Web. Certains de nos affili&eacute;s / partenaires publicitaires peuvent &eacute;galement utiliser des cookies.</p>

<h3><strong>Licence</strong></h3>

<p>Sauf indication contraire, la ville de Toronto et / ou ses conc&eacute;dants de licence d&eacute;tiennent les droits de propri&eacute;t&eacute; intellectuelle pour tout le mat&eacute;riel sur Cypress. Tous les droits de propri&eacute;t&eacute; intellectuelle sont r&eacute;serv&eacute;s. Vous pouvez y acc&eacute;der &agrave; partir de Cypress pour votre usage personnel, sous r&eacute;serve des restrictions d&eacute;finies dans ces termes et conditions.</p>

<p>Il ne faut pas:</p>
<ul>
 <li>Republier le mat&eacute;riel de Cypress</li>
 <li>Vendre, louer ou sous-licencier du mat&eacute;riel de Cypress</li>
 <li>Reproduire, dupliquer ou copier du mat&eacute;riel de Cypress</li>
 <li>Redistribuer le contenu de Cypress</li>
</ul>

<p>Le pr&eacute;sent accord commencera &agrave; la date des pr&eacute;sentes. Nos conditions g&eacute;n&eacute;rales ont &eacute;t&eacute; cr&eacute;&eacute;es avec l'aide du <a href="https://www.termsandconditionsgenerator.com">g&eacute;n&eacute;rateur de conditions g&eacute;n&eacute;rales</a> et le <a href="https://www.generateprivacypolicy.com">g&eacute;n&eacute;rateur de politique de confidentialit&eacute;</a>.</p>

<p>Certaines parties de ce site Web offrent aux utilisateurs la possibilit&eacute; de publier et d'&eacute;changer des opinions et des informations dans certaines zones du site Web. La ville de Toronto ne filtre pas, ne modifie pas, ne publie pas et n'examine pas les commentaires avant leur pr&eacute;sence sur le site Web. Les commentaires ne refl&egrave;tent pas les points de vue et les opinions de la ville de Toronto, de ses agents et / ou de ses soci&eacute;t&eacute;s affili&eacute;es. Les commentaires refl&egrave;tent les points de vue et les opinions de la personne qui publie ses points de vue et opinions. Dans la mesure permise par les lois applicables, la ville de Toronto ne sera pas responsable des commentaires ou de toute responsabilit&eacute;, dommages ou d&eacute;penses caus&eacute;s et / ou subis &agrave; la suite de l'utilisation et / ou de l'affichage et / ou de l'apparence des commentaires. sur ce site Web.</p>

<p>La ville de Toronto se r&eacute;serve le droit de surveiller tous les commentaires et de supprimer tout commentaire qui peut &ecirc;tre consid&eacute;r&eacute; comme inappropri&eacute;, offensant ou qui entra&icirc;ne une violation des pr&eacute;sentes conditions g&eacute;n&eacute;rales.</p>

<p>Vous garantissez et d&eacute;clarez que:</p>

<ul>
 <li>Vous avez le droit de publier les commentaires sur notre site Web et de disposer de toutes les licences et consentements n&eacute;cessaires pour le faire;</li>
 <li>Les Commentaires n'envahissent aucun droit de propri&eacute;t&eacute; intellectuelle, y compris, sans limitation, le droit d'auteur, le brevet ou la marque de commerce d'un tiers;</li>
 <li>Les commentaires ne contiennent aucun mat&eacute;riel diffamatoire, calomnieux, offensant, ind&eacute;cent ou autrement ill&eacute;gal qui constitue une atteinte &agrave; la vie priv&eacute;e</li>
 <li>Les commentaires ne seront pas utilis&eacute;s pour solliciter ou promouvoir des activit&eacute;s commerciales ou personnalis&eacute;es ou pr&eacute;senter des activit&eacute;s commerciales ou des activit&eacute;s ill&eacute;gales.</li>
</ul>

<p>Vous accordez par la pr&eacute;sente &agrave; la ville de Toronto une licence non exclusive pour utiliser, reproduire, &eacute;diter et autoriser d'autres personnes &agrave; utiliser, reproduire et &eacute;diter n'importe lequel de vos commentaires dans tous les formulaires, formats ou supports.</p>

<h3><strong>Hyperliens vers notre contenu</strong></h3>

<p>Les organisations suivantes peuvent cr&eacute;er un lien vers notre site Web sans autorisation &eacute;crite pr&eacute;alable:</p>

<ul>
 <li>Organismes gouvernementaux;</li>
 <li>Moteurs de recherche;</li>
 <li>Organisations de presse;</li>
 <li>Les distributeurs d'annuaires en ligne peuvent cr&eacute;er un lien vers notre site Web de la m&ecirc;me mani&egrave;re qu'ils cr&eacute;ent un lien hypertexte vers les sites Web d'autres entreprises cot&eacute;es; et</li>
 <li>Entreprises accr&eacute;dit&eacute;es &agrave; l'&eacute;chelle du syst&egrave;me, &agrave; l'exception de la sollicitation d'organisations &agrave; but non lucratif, de centres commerciaux caritatifs et de groupes de collecte de fonds caritatifs qui ne peuvent pas cr&eacute;er de lien hypertexte vers notre site Web.</li>
</ul>

<p>Ces organisations peuvent cr&eacute;er un lien vers notre page d'accueil, vers des publications ou vers d'autres informations du site Web &agrave; condition que le lien: (a) ne soit en aucun cas trompeur; (b) n'implique pas &agrave; tort un parrainage, une approbation ou une approbation de la partie liante et de ses produits et / ou services; et (c) s'inscrit dans le contexte du site de la partie liante.</p>

<p>Nous pouvons consid&eacute;rer et approuver d'autres demandes de lien provenant des types d'organisations suivants:</p>

<ul>
 <li>des sources d'informations sur les consommateurs et / ou les entreprises connues;</li>
 <li>sites communautaires dot.com;</li>
 <li>associations ou autres groupes repr&eacute;sentant des organismes de bienfaisance;</li>
 <li>distributeurs d'annuaires en ligne;</li>
 <li>portails Internet;</li>
 <li>cabinets comptables, juridiques et de conseil; et</li>
 <li>&eacute;tablissements d'enseignement et associations professionnelles.</li>
</ul>

<p>Nous approuverons les demandes de lien de ces organisations si nous d&eacute;cidons que: (a) le lien ne nous ferait pas para&icirc;tre d&eacute;favorable &agrave; nous-m&ecirc;mes ou &agrave; nos entreprises accr&eacute;dit&eacute;es; (b) l'organisation n'a aucun dossier n&eacute;gatif avec nous; (c) l'avantage pour nous de la visibilit&eacute; du lien hypertexte compense l'absence de la ville de Toronto; et (d) le lien se situe dans le contexte d'informations g&eacute;n&eacute;rales sur les ressources.</p>

<p>Ces organisations peuvent cr&eacute;er un lien vers notre page d'accueil tant que le lien: (a) n'est en aucun cas trompeur; (b) n'implique pas &agrave; tort un parrainage, une approbation ou une approbation de la partie liante et de ses produits ou services; et (c) s'inscrit dans le contexte du site de la partie liante.</p>

<p>Si vous &ecirc;tes l'une des organisations &eacute;num&eacute;r&eacute;es au paragraphe 2 ci-dessus et que vous souhaitez cr&eacute;er un lien vers notre site Web, vous devez nous en informer en envoyant un courriel &agrave; la ville de Toronto. Veuillez inclure votre nom, le nom de votre organisation, vos coordonn&eacute;es ainsi que l'URL de votre site, une liste de toutes les URL &agrave; partir desquelles vous avez l'intention de cr&eacute;er un lien vers notre site Web et une liste des URL de notre site vers lesquelles vous souhaitez relier. Attendez 2 &agrave; 3 semaines pour une r&eacute;ponse.</p>

<p>Les organisations approuv&eacute;es peuvent cr&eacute;er un hyperlien vers notre site Web comme suit:</p>

<ul>
 <li>En utilisant notre d&eacute;nomination sociale; ou alors</li>
 <li>En utilisant le localisateur de ressources uniforme li&eacute; &agrave;; ou alors</li>
 <li>En utilisant toute autre description de notre site Web li&eacute; &agrave; qui a du sens dans le contexte et le format du contenu sur le site de la partie liante.</li>
</ul>

<p>Aucune utilisation du logo de la ville de Toronto ou de toute autre &#339;uvre d'art ne sera autoris&eacute;e pour cr&eacute;er des liens en l'absence d'un accord de licence de marque de commerce.</p>

<h3><strong>iFrames</strong></h3>

<p>Sans approbation pr&eacute;alable et autorisation &eacute;crite, vous ne pouvez pas cr&eacute;er de cadres autour de nos pages Web qui modifient de quelque mani&egrave;re que ce soit la pr&eacute;sentation visuelle ou l'apparence de notre site Web.</p>

<h3><strong>Responsabilit&eacute; du contenu</strong></h3>

<p>Nous ne serons pas tenus responsables de tout contenu qui appara&icirc;t sur votre site Web. Vous acceptez de nous prot&eacute;ger et de nous d&eacute;fendre contre toutes les r&eacute;clamations qui s'&eacute;l&egrave;vent sur votre site Web. Aucun lien ne doit appara&icirc;tre sur un site Web qui pourrait &ecirc;tre interpr&eacute;t&eacute; comme diffamatoire, obsc&egrave;ne ou criminel, ou qui enfreint, viole ou pr&eacute;conise la violation ou toute autre violation des droits de tiers.</p>

<h3><strong>Votre vie priv&eacute;e</strong></h3>

<p>Veuillez lire la politique de confidentialit&eacute;</p>

<h3><strong>R&eacute;servation de droits</strong></h3>

<p>Nous nous r&eacute;servons le droit de vous demander de supprimer tous les liens ou tout lien particulier vers notre site Web. Vous acceptez de supprimer imm&eacute;diatement tous les liens vers notre site Web sur demande. Nous nous r&eacute;servons &eacute;galement le droit de modifier ces termes et conditions et sa politique de liaison &agrave; tout moment. En vous connectant continuellement &agrave; notre site Web, vous acceptez d'&ecirc;tre li&eacute; et de suivre ces termes et conditions de liaison.</p>

<h3><strong>Suppression des liens de notre site Web</strong></h3>

<p>Si vous trouvez un lien sur notre site Web qui est offensant pour quelque raison que ce soit, vous &ecirc;tes libre de nous contacter et de nous informer &agrave; tout moment. Nous examinerons les demandes de suppression de liens, mais nous ne sommes pas oblig&eacute;s de le faire ou de vous r&eacute;pondre directement.</p>

<p>Nous ne garantissons pas que les informations sur ce site Web sont correctes, nous ne garantissons pas leur exhaustivit&eacute; ou leur exactitude; nous ne promettons pas non plus de garantir que le site Web reste disponible ou que le contenu du site Web est tenu &agrave; jour.</p>

<h3><strong>Avertissement</strong></h3>

<p>Dans la mesure maximale permise par la loi applicable, nous excluons toutes les repr&eacute;sentations, garanties et conditions relatives &agrave; notre site Web et &agrave; l'utilisation de ce site Web. Rien dans cette clause de non-responsabilit&eacute;:</p>

<ul>
 <li>limiter ou exclure notre ou votre responsabilit&eacute; en cas de d&eacute;c&egrave;s ou de blessure corporelle;</li>
 <li>limiter ou exclure notre ou votre responsabilit&eacute; en cas de fraude ou de fausse d&eacute;claration frauduleuse;</li>
 <li>limiter l'une de nos ou vos responsabilit&eacute;s d'une mani&egrave;re qui n'est pas autoris&eacute;e par la loi applicable; ou alors</li>
 <li>exclure l'une de nos ou vos responsabilit&eacute;s qui ne peuvent &ecirc;tre exclues en vertu de la loi applicable.</li>
</ul>

<p>Les limitations et interdictions de responsabilit&eacute; d&eacute;finies dans la pr&eacute;sente section et ailleurs dans cette clause de non-responsabilit&eacute;: (a) sont soumises au paragraphe pr&eacute;c&eacute;dent; et (b) r&eacute;gir toutes les responsabilit&eacute;s d&eacute;coulant de la clause de non-responsabilit&eacute;, y compris les responsabilit&eacute;s contractuelles, d&eacute;lictuelles et pour manquement &agrave; une obligation l&eacute;gale.</p>

<p>Tant que le site Web et les informations et services sur le site Web sont fournis gratuitement, nous ne serons pas responsables de toute perte ou dommage de quelque nature que ce soit.</p>